Enterprise_Serivces/Cert/Bronze4/CSLVisitedSitesService/result1/Iteration1/t5_RequestBody.txt

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:wsa="http://schemas.xmlsoap.org/ws/2004/03/addressing"><soap:Header><wsa:Action>http://www.gamestop.com/services/csl/visitedsite/contracts/2010/05/IVisitedSiteService/IsSiteApproved</wsa:Action><wsa:MessageID>uuid:d37a5653-b5bf-4901-976e-741088bd1769</wsa:MessageID><wsa:ReplyTo><wsa:Address>http://schemas.xmlsoap.org/ws/2004/03/addressing/role/anonymous</wsa:Address></wsa:ReplyTo><wsa:To>http://cslvisitedsitesserviceqa1.testgs.pvt/VisitedSiteService.svc</wsa:To></soap:Header><soap:Body><IsSiteApproved xmlns="http://www.gamestop.com/services/csl/visitedsite/contracts/2010/05"><request><MachineName xmlns="http://www.gamestop.com/services/core/contracts/2010/05">test</MachineName><OpenIDClaimedIdentifier xmlns="http://www.gamestop.com/services/csl/visitedsites/contracts/messages/2010/05">0d419b11-b77d-4fbc-8085-44c288617712</OpenIDClaimedIdentifier><Realm xmlns="http://www.gamestop.com/services/csl/visitedsites/contracts/messages/2010/05">0d979c3f-e848-4856-8ce7-f45d1722d9b1</Realm></request></IsSiteApproved></soap:Body></soap:Envelope>